/*
食物相克对照表（二）


食物相克，是指食物之间（包括各种营养素、化学成份）存在着相互拮抗、制约的关系。若搭配不当，会引起中毒反应。这种反应大多呈慢性过程，往往在人体的消化吸收和代谢过程中，降低营养物质的生物利用率，从而导致营养缺乏，代谢失常，产生疾病。食物相克的研究是属于正常人的营养卫生学范畴。目的在于深入探讨食物之间存在的各种制约关系，以便于人们在安排膳食中趋利避害；合理配餐，避免食物相克，防止食物中毒，提高食物营养素在人体内的生物利用率，对确保身体的健康，有着极其重要的意义。

1、鸡蛋---豆浆

豆浆性味甘平，含植物蛋白、脂肪、碳水化合物、维生素、矿物质，又含皂苷、胰蛋白酶等，这些成份与鸡蛋中的部分生物活性物质相遇，则发生反应，如蛋清中的卵黏蛋白与豆浆中的胰蛋白酶结合后，则失去营养成份，降低了营养价值。

2、牛奶加热---加糖

牛奶为完全蛋白，其中的赖氨酸，在高温下能与果糖生成果糖基赖氨酸；这是有毒物质，会对人体产生危害。所以在煮牛奶时，不宜预先加糖，应在煮沸后，稍冷却，再加糖为好。

3、巧克力---牛奶

这两者同食容易结成不溶性草酸钙，不仅影响吸收，还会出现头发干枯、腹泻、缺钙和生长发育缓慢等现象。

4、牛奶—韭菜

牛奶中含钙。钙是构成骨骼和牙齿的主要成份。牛奶与含草酸多的韭菜混合食用，就会影响钙的吸收。

5、葱---豆腐

豆腐中含钙，葱中有一定量的草酸，二者共煮，则结合为草酸钙，不易吸收。煮豆腐放葱后菜汤变为乳白色，就是草酸钙沉淀的缘故。所以烹调豆腐，只宜少放葱花，否则影响钙的吸收。

6、生蜜---豆腐

《本草纲目》:豆腐味甘、咸，性寒有小毒，能清热散血，下大肠浊气。生蜜甘凉滑利，二物同食，易致泄泻。又生蜜中含多种酶类，豆腐中又含多种矿物质、植物蛋白及有机酸，二者混食，易产生不利于人体的生化反应。故食豆腐后，不宜食生蜜，更不宜同食。

7、韭菜----白酒

酒性辛热，有刺激性，韭菜性亦辛温，食生韭饮白酒，不啻为火上加油，久食，有出血性疾病患者，尤禁忌。

8、芹菜---黄瓜

黄瓜中含VC分解酶，由于黄瓜作菜，多是生食或凉拌，其中的酶并不失活，若与芹菜同食，芹菜的VC  ，将全被分解酶破坏，因而营养价值大大降低。

辣椒、菠菜、西红柿、花菜等也是富含VC  ，所以最好不要同食。

9、莴苣---蜜

蜜含蜡质，有润肠通便作用，且生蜜性凉，苦苣性冷，二者同食，不利肠胃，易致泻。

10、茄---蟹

蟹肉性味咸寒，茄子甘寒滑利，二物同属寒性，共食有损肠胃，常致腹泻，虚寒人尤应忌食。

11、柿子---红薯

食红薯后，极易产生胃酸，薯内又多纤维素，这些物质与柿中的胶酚、果胶结合，更易凝成柿石。故柿子不可与红薯同食。

12、柿子---土豆

吃了土豆，人的胃里会产生大量盐酸，若再吃柿子，柿子在胃酸的作用下会产生沉淀，既难以消化，又不易排出。

13、萝卜---橘子

萝卜食后在体内可产生一种抗甲状腺物质硫氰酸，阻碍甲状腺对碘的摄取。橘子能加强硫氰酸对甲状腺的抑制作用，从而诱发或导致甲状腺肿大。

14、菠菜---猪肝

猪肝中含有铁、铜等金属元素，一旦与菠菜中大量的VC相结合金属离子极易被氧化而降低自身的营养价值

15山楂---猪肝

山楂富含VC  ，猪肝中含铜、铁、锌等金属微量元素，VC遇金属离子，则加速氧化而破坏，降低了营养价值，故食猪肝后，不宜食山楂。

16、猪肉---羊肝

羊肝气味苦寒，补肝，明目，治肝风虚热。“猪肉滋腻，及胃便作湿热”，从食物药性计，配伍不宜；又羊肝有膻气，与猪肉共同烹炒，则易生怪味，从烹调角度看，亦不相宜。

17、猪肉---芫荽

芫荽辛温，香窜，其性散发，耗气伤神。猪肉滋腻，助湿热而生痰。古人云:“凡肉有补，唯猪肉无补。”一耗气，一无补，故二者配食，于身体有损而无益。芫荽又名香菜，可去腥膻。与羊肉同吃相宜。

18、牛肉---白酒、韭菜、生姜

牛肉甘温，补气助火，而白酒、韭菜、生姜皆大辛大温之品，配以牛肉是火上加油，使人发热动火，以致引起牙齿炎症，所以宜适当避忌为好。

19、兔肉---姜

兔肉酸寒，性冷，干姜、生姜辛辣性热、味性相反，寒热同食，易致腹泻。故烹调兔肉，不宜加姜。

20、鸡肉---大蒜

大蒜原称“葫”，其性辛温，主下气除风，杀毒。朱震亨曰:“大蒜属火，性热喜散”。而鸡肉甘酸温补，二者功用相左，且蒜气熏臭，从调味角度计，皆与鸡不合。

21葱----狗肉

狗肉性热，助阳动火，葱性辛温发散，利窍通阳，二者配食，益增火热，素有鼻衄者，尤当忌之。

22、狗肉---大蒜

狗肉性热，大蒜辛温有刺激性，狗肉温补，大蒜熏烈，同食助火，容易损人，火热阳盛素质，尤当忌之。

23、狗肉---茶

狗肉中富含蛋白质，而茶叶中鞣酸较多，如食狗肉后立即饮茶，会使茶叶中的鞣酸与狗肉中的蛋白质结合为鞣酸蛋白。这种物质有收敛作用，能减弱肠蠕动，产生便秘，使代谢产生的有毒物质和致癌物质滞留肠内被动吸收，而不利于健康。

24、南瓜---羊肉

南瓜补中益气，羊肉大热补形，两补同进，令人肠胃气壅。同食久食，则致胸闷腹胀，壅塞不舒。

25、虾类---VC

虾类产品中含一种浓度很高的五价砷化合物，它本身无毒，但与VC经化合作用会转化成有毒的三价砷（即砒霜），所以食用VC期间忌食虾类。

26、茶---酒

酒精对心血管的刺激性很大，而浓茶同样具有兴奋心脏的作用，酒后饮茶，使心脏受到双重刺激，兴奋性增强，加重心脏负担。

同时，对肾脏不利。因酒后饮茶，茶碱产生利尿作用，这时酒精转化的乙醛尚未完全分解，即因茶碱的利尿作用而进入肾脏，乙醛对肾脏有较大的刺激性，从而易对肾脏功能造成损害。

27、茶水---白糖

茶叶味苦性寒，饮茶就是借助茶叶的苦味刺激消化腺，促使消化液分泌，以增强消化；再就是利用茶的寒凉之性，达到清热解毒的效果，如茶中加糖，就会抑制这种作用。

但古籍中不乏茶叶配白糖疗疾的偏方，作为食疗可以，若平时饮茶则不宜配糖。但也有饮红茶加糖习惯者。

28、茶叶---鸡蛋

茶叶中除生物碱外，还有酸性物质，这些化合物与鸡蛋中的铁元素结合，对胃有刺激作用，且不利于消化吸收。

29、啤酒---腌熏制品

腌熏食品中多含有机氨，有的在加工或烹调过程中，产生了多环芳烃类，如苯并芘、氨甲基衍生物等，常饮啤酒的人，血铅含量往往会增高。铅与上述物质结合，有致癌或诱发消化道疾病的可能。

30、酒---糖

糖类味皆甘，甘生酸，酸生火。饴糖、红糖尤甚。酒类甘辛大热，故酒与糖不宜相配，久则生热动火，有损身体。

现代营养学认为，乙醇能影响糖的代谢。这是由于乙醇氧化形成过剩的还原型辅酶I，从而使三竣酸循环受到抑制，这时被外周利用的葡萄糖数量因而降低，导致血糖上升。吃糖时饮酒，影响糖的吸收，格外容易产生糖尿。

31、酒---芥、辣物

酒性本为大辛大热，芥及辣物，又皆属热性，刺激性较强，二者同食，不啻火上加油。生火动血，贻害无穷，素体阳盛阴虚之人，尤宜切忌。又辛辣动火之物，皆能刺激神经扩张血管，更助长酒精麻醉作用，使人疲惫痿软，故曰:“缓人筋骨”。

32、核桃---白酒热，入血分，二者同食，易致血热。有咯血宿疾者，尤当禁忌。如支气管扩张、肺结核患者，饮白酒即可引起咯血，不与核桃共食，亦可致病。

33、海鲜---酒类

多数海鲜食物会对人体造成过多的尿酸，而尿酸是人体代谢废物，如不及时排出体个，会在关节或软组织中沉淀，造成红肿热痛、甚至发烧或破坏人的正常运动功能。'

34、醋---羊肉

羊肉大热，醋性甘温，与酒性相近，二物同食，易生火动血。羊肉汤中不宜加醋，平素心脏功能不好的人尤应忌之。

35、醋----海参

醋性酸温，海参味甘、咸，性温。药性并无反克。海参就其成份与结构而言，属于胶原蛋白，并由胶原纤维形成复杂的空间结构，当外界环境发生变化时（如遇酸或碱）就会影响蛋白质的两性分子，从而破坏其空间结构，蛋白质的性质随之改变。如烹制海参时加醋，会使汤中 pH值下降，在接近胶原蛋白的等电点（pH值为4.6）时，蛋白质的空间结构即发生变化，蛋白质分子便会出现不同程度的凝集、紧缩。这时的海参，吃起来口感发艮，味道差。

36、海鲜---葡萄

同食会呕吐、腹胀、腹痛、腹泻。因葡萄中含有鞣酸，遇到水产品中的蛋白质，会形成不容易消化的物质。类似葡萄的水果还有山楂、石榴、柿子。

37、胡萝卜—白萝卜

胡萝卜含有抗坏血酸酶，会破坏白萝卜中的维生素C，使两种萝卜的营养价值都大为降低。

38、牛奶—果汁

牛奶含有丰富的蛋白质，果汁属于酸性饮料，在胃中能使蛋白质凝结成块，影响吸收，从而降低牛奶的营养价值。

同时进食物 导致后果

1 猪肉+菱角 肚子疼

2 猪肚+莲子 (用白茄枝烧) 中毒必死

3 牛肉+栗子 引起呕吐

4 牛肉+红糖 胀死人

5 牛肉+盐菜 会中毒

6 牛肉+鲶鱼 会中毒

7 牛肉+田螺 会中毒

8 羊肉+西瓜 伤元气

9 羊肉+田螺 腹胀

10 狗肉+绿豆 会中毒

11 狗肉+黄鳝 会中毒

12 狗肉+葱 会中毒

13 兔肉+芹菜 脱发

14 兔肉+人参 会中毒

15 兔肉+青姜 会中毒

16 兔肉+红罗卜 会中毒

17 鸡肉+芹菜 伤元气

18 鹅肉+鸡蛋 伤元气

19 鹅肉+鸭梨 伤肾脏

20 甲鱼+苋菜 会中毒

21 黑鱼+茄子 肚子疼

22 鲤鱼+猪肉 会中毒

23 鲤鱼+甘草 会中毒

24 鲤鱼+辣椒 成痔疾

25 鲤鱼+芹菜 患痢疾

26 鲤鱼+黄瓜 成胎毒

27 鲑鱼+河豚 有生命危险

28 鲫鱼+树豆花 中毒必死

29 鳗鱼+桔子 会中毒

30 鱆鱼+螺肉 会中毒

31 河豚鱼+烟灰 中毒死亡

32 生鲸肉+大面 中毒必死

33 螃蟹+柿子 引起腹泻

34 螃蟹给癞病人吃 必死

35 虾类+维生素C 必死(相当于砒霜)

36 虾子+金瓜 会中毒

37 虾子+青枣 会中毒

38 鳖+芹菜 剧毒

39 田螺+木耳 会中毒

40 田螺+玉米 会中毒

41 鸡蛋+糖精(片) 会中毒,重则死亡

43 豆腐+蜂蜜 导致耳聋

44 豆腐渣+蜂蜜 会下痢

45 蒜头+蜂蜜 会变疳积

46 洋葱+蜂蜜 伤眼睛

47 葱+蜂蜜 会中毒

48 萝卜+人参 滞气

49 萝卜+木耳 导致皮炎

50 蜂蜜+油炸物 会中毒

51 木瓜+油炸物 会下痢

52 西瓜+油炸物 会下痢

53 西瓜+八宝丹 会中毒

54 金瓜+八宝丹 会中毒

55 马铃薯+香蕉 面部生斑

56 芋头+香蕉 引起腹涨,中毒

57 红薯+柿子 会得结石

58 树薯粉+麻油 会中毒

59 花生+黄瓜 会伤身

60 白酒+柿子 导致胸闷

61 热酒+红柿 会中毒

62 牛奶+桔子+萝卜 会伤身

63 牛奶+醋 患痢疾

64 牛奶+菠菜 患痢疾

65 葡萄+开水 引起腹泻

66 番茄+绿豆 伤元气

67 海带+猪血 便秘

注: '以上每一组相克食物不能一起食用或在两小时内先后食用

饮食禁忌:

    ① 咳嗽病忌食咸鱼,韭菜,蒜,虾,葱,酒. .

② 腹痛病忌食番茄,毛薯,糯米点心..

③ 哮喘病忌食咸蛋,咸菜,腥物.

④ 头痛忌食酒,大葱.

⑤ 鼻塞病忌食油腻,糖果. .

⑥ 眼痛忌食鸡,鸭蛋,咸鱼,虾,蟹,韭菜,蒜.

⑦ 牙痛忌食糖,酱油..

⑧ 喉痛忌食生姜,胡椒,辣椒,肉桂.

⑨ 呕吐病忌食糖,油,鱼腥.

⑩ 泄泻忌食油,奶,豆腐,生冷,鱼虾.

⑾ 皮肤痒忌食酸果,辣椒

⑿ 失眠症忌食酒

⒀ 肝炎忌食鸭,葱,椒,酒.

⒁ 黄疸病忌食糯米,白酒.

⒂ 胃痛忌食鸭蛋,豆,茨

⒃ 痢疾忌食鱼,虾,油,韭菜.

⒄ 腰痛忌食葱

⒅ 盗汗忌食酒,姜,韭菜,蒜.

⒆ 耳烂忌食鱼,虾.

⒇ 浮肿忌食糯米,各种酒.



    食物相克对照表完整版（三）


A.粮食类

糯米

（1）不宜食用冷指来水所煮的饭

（2）不宜常吃剩油炒饭

高梁

（1）不宜常吃加热后放置的高粱米饭或煮剩的高梁米饭

（2）不宜加碱煮食

黄豆

（1）不宜多食炒熟的黄豆

（2）对黄豆过敏者不宜食用

（3）服用四环素类药物时不宜食用

（4）服用红霉素、灭滴灵、甲氰咪胍时不宜食用

（5）服用左旋多巴时不宜食用

（6）不宜煮食时加碱

（7）食用时不宜加热时间过长

（8）服用铁制剂时不宜食用

（9）服氨茶碱等茶碱类药时不宜食用

（10）不宜与猪血、蕨菜同食

（11）不宜多食

豆浆

（1）饮用时加热时间不宜过短

（2）不易和鸡蛋同时煮食

（3）豆浆不易加红糖饮用

（4）暖水瓶装豆浆不宜饮用

（5）喝豆浆时不宜食红薯或橘子

（6）不宜多饮

绿豆

（1）服温热药物时不宜食用

（2）服用四环素类药物时不宜食用

（3）服甲氰咪胍、灭滴灵、红霉素时不宜食用

（4）服用铁制时不宜食用

（5）煮食时不宜加碱

（6）老人、病后体虚者不宜食用

（7）不宜与狗肉、榧子同食。

红豆

（1）忌与米同煮，食之发口疮

（2）不宜与羊肉同食

（3）蛇咬伤，忌食百日

（4）多尿者忌用.

    B.油类

猪脂

（1）服降压药及降血脂药时不宜食用

（2）不宜用大火煎熬后食用

（3）不宜久贮后食用

（4）不宜食用反复煎炸食物的猪油

菜籽油

（1）菜籽油经高温处理后贮存

（2）带有蛤喇的菜籽油不应食用

C.肉类

猪肉

（1）不宜食用未摘除甲状腺的猪肉

（2）服降压药和降血脂药时不宜多食

（3）禁忌食用猪油渣

（4）小儿不宜多食

（5）不宜在刚屠后煮食

（6）未剔除肾上腺和病变的淋巴结时不宜食用

（7）老人不宜多食瘦肉

（8）食用前不宜用热水浸泡

（9）在烧煮过程中忌加冷水

（10）不宜多食煎炸咸肉

（11）不宜多食加硝腌制之猪肉

（12）不宜多食食午餐肉

（13）不宜多食肥肉

（14）忌与鹌鹑同食,同食令人面黑

（15）忌与鸽肉、鲫鱼、虾同食,同食令人滞气

（16）忌与荞麦同食,同食令人落毛发

（17）忌与菱角、黄豆、蕨菜、桔梗、乌梅、百合、巴豆、大黄、黄连、苍术、芜荽同食

（18）忌与牛肉、驴肉（易致腹泻）、羊肝同食。

（19）服磺胺类药物时不宜多食

猪肝

（1）忌与荞麦、黄豆、豆腐同食,同食发痼疾

（2）忌与鱼肉同食,否则令人伤神

（3）忌与雀肉、山鸡、鹌鹑肉同食

猪血

（1）忌黄豆,同食令人气滞

（2）忌地黄、何首乌

羊肉

（1）不宜多食烤羊肉串

（2）不宜食用反复剩热或冻藏加温的羊肉

（3）有内热者不宜应多食

（4）服用泻下药峻泻后不宜食用

（5）不宜食用未摘降除甲状腺的羊肉

（6）不宜与乳酪同食

（7）不宜与豆酱、醋同食

（8）不宜与荞麦同食

（9）服用中药半夏、菖蒲时禁忌食用

（10）烧焦了的羊不应食用

（11）未完全烧熟或未炒熟后不宜食用

（12）不宜用不适当的烹制方法烹制食用

羊肝

（1）忌与生椒、梅、赤豆、苦笋、猪肉同食

（2）不宜与富含维生素C的蔬菜同食

狗肉

（1）小儿禁忌多食

（2）不宜食用甲状腺未摘除的狗肉

（3）食大蒜及服商陆、杏仁时禁忌食用

（4）不宜食用剩热或冷藏加工之品

（5）不宜与鲤鱼同时食用

（6）不宜与大蒜同时食用

（7）食后不宜饮茶

牛肉

（1）不宜食用反复剩热或冷藏加温的牛肉食品

（2）内热盛者禁忌食用

（3）不宜食用熏、烤、腌制之品

（4）不宜用不适当烹制方法烹制食用

（5）不宜食用未摘除甲状腺的牛肉

（6）不宜使用炒其它肉食后未清洗的炒菜锅炒食牛肉

（7）与猪肉、白酒、韭菜、薤（小蒜）、生姜同食易致牙龈炎症

（8）与栗子不宜同食

（9）不宜与牛膝、仙茅同用

（10）服氨茶碱时禁忌食用

牛肝

（1）忌鲍鱼、鲇鱼

（2）不宜与富含维生素C的食物同食

鸡肉

（1）食时不应饮汤弃肉

（2）禁忌食用多龄鸡头

（3）禁忌食用鸡臀尖

（4）不宜与兔肉同时食用

（5）不宜与鲤鱼同时食用

（6）不宜与大蒜同时食用

（7）服用左旋多巴时不宜食用

（8）服用铁制剂时不宜食用

鸭肉

（1）反木耳、胡桃

（2）不宜与鳖肉同食，同食令人阴盛阳虚，水肿泄泻

驴肉

（1）忌荆芥

（2）不宜与猪肉同食，否则易致腹泻

马肉

（1）不宜与大米（粳米）、猪肉同食

（2）忌生姜、苍耳

鹅肉

不宜与鸭梨同吃。

鹿肉

不宜与雉鸡、鱼虾、蒲白同食

雀肉

（1）春夏不宜食，冬三月为食雀季节

（2）不宜与猪肝、牛肉、羊肉同食

（3）忌李子、白术

野鸭

忌与木耳、核桃、荞麦同食

鹧鸪肉

忌与竹笋同食

水獭肉

忌与兔肉、柿子同吃

獐肉

不宜与虾、生菜、梅子、李子同食

鹌鹑肉

不宜与猪肉、猪肝、蘑菇、木耳同食。

雉鸡 （野鸡）

不宜与猪肝、鲇鱼、鲫鱼、木耳、胡桃、荞麦同食

猫肉

忌藜芦； 猫肉有伤胎之弊，孕妇忌服

D.水产类 凡海味均禁甘草

鲤鱼

（1）脊上两筋及黑血不可食用

（2）服用中药天门冬时不宜食用

（3）不宜久食久反复剩热或反复冻藏加温之品

（4）不宜食用烧焦提鱼肉

（5）不宜与狗肉同时食用

（6）不宜与小豆藿同时食用

（7）不宜与赤小豆同时食用

（8）不宜与咸菜同时食用

（9）不宜与麦冬、紫苏、龙骨、朱砂同时食用

带鱼

（1）带鱼过敏者不宜食用

（2）服异烟肼时不宜食用

（3）身体肥胖者不宜多食

蟹

（1）不宜食用死螃蟹

（2）不应食用生蟹

（3）不应食用螃蟹的鳃及胃、心、肠等脏器

（4）不宜食用隔夜的剩蟹

（5）不宜与柿子同时食用

（6）服用东莨菪碱药物时不宜食用

（7）寒凝血瘀性疾病患者不应食用

（8）服用中药荆芥时不宜食用

（9）不宜与梨同时食用

（10）不宜与花生仁同时食用

（11）不宜与泥鳅同时食用

（12）不宜与香瓜同时食用

（13）不宜与冰水、冰棒、冰淇淋同时食用

田螺

（1）服用左旋多巴时不宜食用

（2）不宜和石榴、葡萄、青果、柿子等水果一起食用

（3）不宜与猪肉同时食用

（4）不宜与木耳同时食用

（5）不宜与蛤同时食用

（6）不宜与香瓜同时食用

（7）不宜与冰同时食用

虾

（1）严禁同时服用大量维生素C。否则，可生成三价砷，能致死

（2）不宜与猪肉同食，损精

（3）忌与狗、鸡肉同食

（4）忌糖

泥鳅

不宜与狗肉同食。

海带

不宜与甘草同食。

鲫鱼

（1）不宜与芥菜、猪肝、猪肉、蒜、鸡肉、鹿肉等同食

（2）忌山药、厚朴、麦冬、甘草

鳖肉

（1）忌猪肉、兔肉、鸭蛋、苋菜

（2）忌与薄荷同煮

（3）忌与鸭肉同食，久食令人阴盛阳虚，水肿泄泻。

黄花鱼

（1）忌用牛、羊油煎炸；

（2）反荆芥。

龟肉

不宜与酒、果、瓜、猪肉、苋菜同食。

蜗牛

忌蝎子。

鲶鱼

（1）不宜与牛肝同食

（2）忌用牛、羊油煎炸

（3）不可与荆芥同用

鳝鱼

（1）忌狗血、狗肉，同食助热动风

（2）忌荆芥，同食令人吐血

（3）青色鳝鱼有毒，黄色无毒。有毒鳝鱼一次吃250克，可致死。

海鳗鱼

不宜与白果、甘草同食。

青鱼

（1）忌用牛、羊油煎炸

（2）不可与荆芥、白术、苍术同食

牡蛎肉

不宜与糖同食。

E.蛋奶类

鸡蛋

（1）不宜食用生鸡蛋

（2）食用加热时间不宜过长

（3）不宜用豆浆冲鸡蛋食用

（4）不宜多食

（5）保存鸡蛋时不宜横放

（6）脏鸡蛋不宜用清水冲洗

（7）煮熟的鸡蛋不宜用冷水冷却

（8）服用氨茶碱类药物时不宜多食鸡蛋

（9）炒鸡蛋时不宜放味精

（10）不宜与甲鱼同时食用

（11）不宜食用死胎蛋

（20）服磺胺类药物和碳酸氢钠时不宜食用

（13）宿食积滞者不宜食用

（14）服用左旋多巴时不宜多食

（15）不宜偏食红皮鸡蛋

（16）禁忌食用臭鸡蛋

（17）不宜与兔肉同时食用

（18）不宜与鲤鱼同时食用

（19）不宜与生葱、蒜同时食用

（20）不宜与豆浆同时食用

皮蛋（松花蛋）

（1）食用皮蛋时宜加醋

（2）不宜多食松花蛋

牛奶

（1）吃橘子时不宜喝牛奶

（2）易困倦者不宜饮用牛奶

（3）牛奶忌饮用过量

（4）空腹时不宜饮用

（5）不宜早晨饮用

（6）不宜久煮或冰冻后饮用

（7）不宜用文火煮食

（8）不宜不加糖饮用

（9）牛奶中加糖不应过量

（10）牛奶中加糖不应过少

（11）牛奶不应和糖同煮

（12）牛奶不应加红糖饮用

（13）铅作业者不应饮用牛奶

（14）对牛奶过敏者不宜饮用

（15）不耐受牛奶的人不宜饮用

（16）夏季不应饮用冷牛奶

（17）回潮变硬的奶粉不宜食用

（18）不宜长时间用保温瓶装牛奶

（19）牛奶与巧克力糖不宜同时食用

（20）牛奶有沉淀物时禁忌食用

（21）不宜冰冻保存后食用

（22）食用牛奶中不应加钙粉

（23）不宜与豆浆同煮

（24）不宜用塑料容器或玻璃容器装牛奶

（25）服用红霉素、灭滴灵、甲氰咪胍及四环素类药物时不宜饮用

（26）服用丹参片时不宜饮用牛奶

（27）喂婴幼儿不应用掺水牛奶

（28）喂养婴幼儿不宜单用牛奶

（29）不宜用牛奶加米汤喂婴幼儿

酸牛奶

（1）忌加热后食用

（2）服磺胺类药及碳酸氢钠时禁忌饮用

F.果类

苹果

（1）不宜食用过多

（2）不宜与萝卜同时食用

（3）服磺胺类药物和碳酸氢钠时不宜食用

（4）不宜与海味同食（海味与含有鞣酸的水果同吃，则易引起腹痛、恶心、呕吐等）

梨

（1）服用糖皮质激素后不宜食用

（2）复磺胺类药物和碳酸氢钠时不宜食用

（3）不宜与鹅肉、蟹同食

（4）不宜食后饮开水 （易致腹泻）

（5）忌多吃

（6）忌与油腻、冷热之物杂食

桃

（1）不应食用两仁的桃

（2）食用龟肉、鳖肉及服中药白术时不宜食用

（3）服用退热净、阿司匹林、布洛芬时不宜食用

（4）服用糖皮质激素时不应食用

李子

（1）服中药白术时不应食用

（2）体虚、久病者不宜多食

（3）服磺胺类药物时不宜食用

（4）不宜与鸡蛋同食

（5）不宜与青鱼同食

（6）不宜与蜂蜜同食

（7）不宜与雀肉同食

荔枝

（1）不宜多食

（2）服维生素K时不宜食用

（3）不宜和动物肝脏同时食用

（4）不宜与胡萝卜及黄瓜同时食用

（5）服阿司匹林、异烟肼、布洛芬、退热净等药时不宜食用

（6）服苦味健胃药时不宜食用

枣

（1）腐烂变质的枣忌食用

（2）服用维生素K时禁忌食用

（3）不应和黄瓜或萝卜一起食用

（4）不应和动物肝脏同时食用

（5）不可与海鲜同食，否则令人腰腹疼痛

（6）不可与葱同食，否则令人脏腑不合，头胀

（7）服用退热净、布洛芬等药时禁忌食用

（8）服苦味健胃药及驱风健胃药时不应食用

香蕉

（1）服用痢特灵、甲基苄肼、优降宁、苯乙肼时不宜食用

（2）服安体舒通、氨苯蝶啶和补钾药时不宜食用

（3）不宜空腹食用

（4）服红霉素、甲氰咪呱、灭滴灵时不宜食用

（5）不宜与白薯同食

瓜子

（1）多味葵花籽不宜多食

（2）育龄青年不宜多食（能引起睾丸萎缩）

菠萝

（1）未作加工处理者不宜食用

（2）对菠萝过敏者不宜食用

（3）不宜与萝卜一起食用

（4）服用铁制剂时不宜食用

（5）不宜与蛋白质丰富的牛奶、鸡蛋同时食用

（6）服用四环素类药物及红霉素、灭滴灵、甲氰咪呱时不宜食用

（7）服用维生素K及磺胺类药物时节不宜食用

桔子

（1）忌与萝卜同食，同食诱发甲状腺肿

（2葡萄

（1）不宜与海鲜类、鱼类同食

（2）服人参者忌用

（3）忌铁器

（4）忌和四环素同吃。

柿子

（1）忌与蟹、水獭肉同食，同食腹痛、大泻

（2）忌与红薯、酒同食

杨梅

（1）忌生葱

（2）不宜与羊肛，鳗鱼同食

杏

忌与小米同食，否则令人呕泻。

芒果

忌与大蒜等辛物同食。

银杏（白果）

（1）严禁多吃，婴儿吃10颗左右可致命，三、五岁小儿吃30~40颗可致命

（2）不可与鱼同吃，同食则产生不利于人体的生化反应，小儿尤忌。

G.饮品类

水

（1）饭前饭后不宜多饮

（2）不宜在大渴后痛饮

（3）炉灶中反复煮沸及煮沸久的水不宜饮用

（4）开水锅炉中隔夜重煮或未重煮的开水不宜饮用

（5）蒸饭后的蒸锅水不宜饮用

（6）不宜用冷水煮饭

（7）长期用嗓后不应饮冷饮

茶叶

（1）服用中药威灵仙、土茯苓时禁忌饮茶

（2）空腹时不宜饮用

（3）不宜在吃饭前后饮茶

（4）哺乳期的妇女不应饮用浓茶

（5）隔夜残茶不宜饮用

（6）不宜用茶水煮鸡蛋食用

（7）长期不刷牙的人不宜饮茶

（8）茶叶不宜久放后饮用

（9）第一杯茶水不宜饮用

（10）不宜用保温瓶或杯沏茶饮用

（11）不宜饮用浸泡过久的茶水

（12）饮茶不宜过量

（13）不宜煮茶水饮用

（14）不宜嚼食未泡过的茶叶

（15）饮用新茶不宜过浓

（16）不宜用滚开水泡茶

（17）有焦味的茶叶不应饮用

（18）服用含金离子的药物时不宜饮茶

（19）服酶制剂时禁忌饮茶

（20）服抗生素时不应用茶送服

（21）服用碳酸氢钠时不应饮茶

（22）服用洋地黄、洋地黄甙片及地高辛等强心药时不应饮茶

（23）服用潘生丁药时禁忌饮茶

（24）服用镇静、催眠药物时不应饮茶

（25）服用单胺氧化酶抑制剂时不应饮茶水

（26）服用维生素B1及利福平时不宜饮用

（27）儿童禁忌饮茶

（28）饮酒后不宜饮浓茶，加重心肾损害

（29）吃狗肉后忌喝茶

（30）喝茶水不宜加白糖

（31）饮茶后不宜吃四环素类药物、奎宁

酒

（1）乳母不宜饮用

（2）孕妇不宜饮用

（3）无症状澳抗携带者不应饮用

（4）未成年人不应饮酒

（5）空腹时不应饮酒

（6）育龄青年不应饮用

（7）洗澡前不应饮酒

（8）维生素B1及维生素B2缺乏的人不宜饮酒

（9）不宜饮酒取暖

（10）冬泳前后不宜饮酒

（11）施家药前后禁忌饮酒

（12）饮酒时不应吸烟

（13）临睡前不应饮酒

（14）不宜饮用混合酒

（15）不宜与咖啡同时饮用

（16）酒后不宜大量饮浓茶水

（17）刚酿的白酒不应饮用

（18）瓶装酒不宜久存

（19）塑料桶不宜贮存酒

（20）不宜用锡壶盛酒

（21）不宜用热水瓶或旅行水壶装酒饮用

（22）忌长期饮用

（23）精神受刺激时不应多饮酒

（24）服用抗心绞痛药物时不应饮酒

（25）服用降压药时不应饮酒

（26）服用痢特灵、甲基苄肼、苯乙肼时禁忌饮酒

（27）服用镇静安定药物时禁忌饮酒

（28）服用降血糖药时禁忌饮酒

（29）服用止血药时不应饮用

（30）服用水杨酸类药物时不宜饮用

（31）服用利尿药物时不宜饮用

（32）服用利福平、红霉素和抗血吸虫药硝硫氰时不宜饮用

（33）饮酒后不宜吃柿子

（34）饮酒后不宜同食牛肉

（35）饮酒后忌喝牛奶

（36）饮酒后忌食糖

（37）酒后忌食辣物及芥末

啤酒

（1）患慢性病的人不宜饮用

（2）胖人不宜多饮常饮

（3）不宜与白酒同时饮用

（4）不应兑汽水饮用

（5）不应用保温瓶装啤酒

（6）服用甲基苄肼、苯乙肼时不宜饮用

（7）饭前不应饮用冰镇啤酒

（8）（9）剧烈运动后禁忌饮啤酒

（10）不宜同食腌熏食品

（11）不宜用水垢的容器装啤酒

（12）老年人不宜常饮、多饮

咖啡

（1）不宜与酒同时饮用

（2）小儿不宜饮用

（3）喝咖啡不宜吸烟

（4）不宜长期饮用咖啡

（5）不宜短时间内大量饮用

（6）孕妇不宜过量饮用咖啡

（7）饮用前不应长时间的煎煮

（8）服单胺氧化酶抑制剂时不应饮用

（9）饮咖啡忌吃多酶片及维生素C

汽水

（1）饱餐后不宜饮用

（2）开盖后放置的汽水不应饮用

（3）吃饭时不宜饮用

（4）饮酒时不宜喝汽水

（5）汽水瓶内、外部不洁或漏水漏气者不宜饮用

（6）商标不全或过期汽水不宜饮用

（7）瓶内有杂质或异色沉淀物的不应不宜饮用

（8）色泽特鲜艳的汽水或异常色泽者不应饮用

（9）不冒气的汽水不应饮用

（10）汽水香气与应具的香型不符或有其它气味者不宜饮用

（11）口感苦涩的汽水不宜饮用

（12）酸性汽水不宜多饮

（13）劳动后不宜大量饮用汽水

H.调味品类

葱

（1）不宜与杨梅、蜜糖同食，同食易气壅胸闷

（2）忌枣、常山、地黄

醋

（1）忌丹参、茯苓

（2）不宜与海参、羊肉、奶粉同食

（3）忌壁虎，可致死

糖

（1）忌虾

（2）不可与竹笋同煮

（3）不宜与牛奶、含铜食物同食

蒜

（1）一般不与补药同服

（2）忌蜜、地黄、何首乌、牡丹皮

花椒

忌防风、附子、款冬。

蜜

（1）不宜与葱、蒜、韭菜、莴苣、豆腐同食，不然易引起腹泻

（2）忌地黄、何首乌

 */